[
  {
    "title": "আপনি প্রতিদিন কত ঘণ্টা এই কাজে সময় দিতে পারবেন?",
    "blogLink": "https://example.com/blog/setup-react-project",
    "tutorialLink": "https://example.com/tutorial/setup-react-project",
    "details": "এই প্রশ্নের মাধ্যমে আপনার সময় ব্যবস্থাপনা দক্ষতা এবং আপনি প্রতিদিন কতটা সময় এই কাজে বিনিয়োগ করতে পারেন তা বোঝা যেতে পারে। চাকরি বা ফ্রিল্যান্স কাজের ক্ষেত্রে আপনার কাজের পরিমাণ এবং দিনভর অন্যান্য দায়িত্বগুলোকে সঠিকভাবে সামলাতে পারাটা অত্যন্ত গুরুত্বপূর্ণ। এই প্রশ্নের উত্তর দেওয়ার সময় বাস্তবিকভাবে আপনার সময়ের পরিধি এবং নিজের কাজের গতিপথ সম্পর্কে সতর্কভাবে চিন্তা করা উচিত।",
    "image": "https://i.ibb.co.com/Zxj5CTc/Screenshot-2025-01-02-022131.png"
  
  },
  {
    "title": "গুগল শিট বা এক্সেল ব্যবহারের অভিজ্ঞতা আছে কি?",
    "blogLink": "https://example.com/blog/react-router-guide",
    "tutorialLink": "https://example.com/tutorial/react-router-guide",
    "details": "গুগল শিট বা এক্সেল ব্যবহারের অভিজ্ঞতা একটি অত্যন্ত মূল্যবান দক্ষতা যা বিভিন্ন কাজের জন্য প্রয়োজনীয় তথ্য বিশ্লেষণ, রিপোর্ট তৈরি, এবং ডাটা সন্নিবেশের জন্য ব্যবহৃত হয়। যদি আপনার এই সফটওয়্যারগুলোর মাধ্যমে তথ্য সন্নিবেশ, ফর্মুলা ব্যবহার, ডাটা অর্গানাইজেশন এবং রিপোর্টিং করার অভিজ্ঞতা থাকে, তবে এটি আপনার পেশাগত উন্নতির জন্য সহায়ক হবে।"
  },
  {
    "title": "আপনি প্রতিদিন কত ঘণ্টা এই কাজে সময় দিতে পারবেন?",
    "blogLink": "https://example.com/blog/tailwind-intro",
    "tutorialLink": "https://example.com/tutorial/tailwind-intro",
    "details": "এই প্রশ্নটি আরো একবার আপনার সময় দানের সীমাবদ্ধতা বা ক্ষমতা বোঝার জন্য। এখানে আপনি কি আপনার কাজের সময় পরিমাণ ভাগ করতে পারবেন তা মূল্যায়ন করতে হবে, যেমন কিছু কাজের জন্য আপনি কতটুকু সময় ব্যয় করতে পারেন। এটি সাধারণত ফ্রিল্যান্সিং বা অফিসের কাজের জন্য গুরুত্বপূর্ণ বিষয়।"
  },
  {
    "title": "আপনার মতে, আপনি কেন এই কাজের জন্য উপযুক্ত?",
    "blogLink": "https://example.com/blog/react-hooks-guide",
    "tutorialLink": "https://example.com/tutorial/react-hooks-guide",
    "details": "এই প্রশ্নে আপনার দক্ষতা, অভিজ্ঞতা এবং ব্যক্তিগত বৈশিষ্ট্যগুলোকে সঠিকভাবে উপস্থাপন করা দরকার, যেগুলো আপনাকে চাকরির জন্য উপযুক্ত করে তোলে। যেমন, আপনার পূর্ববর্তী কাজের অভিজ্ঞতা, আপনি কীভাবে সমস্যাগুলি সমাধান করতে পারেন এবং কীভাবে দলগতভাবে কাজ করেন, এসব বিষয় তুলে ধরতে হবে।"
  },
  {
    "title": "আপনার প্রতি মাসে স্যালারি প্রত্যাশা কি?",
    "blogLink": "https://example.com/blog/antd-basics",
    "tutorialLink": "https://example.com/tutorial/antd-basics",
    "details": "এই প্রশ্নটি আপনার চাকরি বা কাজের জন্য প্রত্যাশিত স্যালারি এবং আপনি যে কাজের মূল্য বুঝতে পারবেন তা বোঝার জন্য। এটি আপনার দক্ষতা, অভিজ্ঞতা এবং আপনার কাজের জায়গার সাথে সম্পর্কিত বাজারদরের ওপর নির্ভর করে। আপনার স্যালারি প্রত্যাশা এমনভাবে সেট করা উচিত যাতে তা আপনার পেশাগত মান এবং দায়িত্বের সাথে সামঞ্জস্যপূর্ণ হয়।"
  },
  {
    "title": "ক্লায়েন্ট এর অসদাচরণ বা অবহেলা করলে সব হাসিমুখে ধৈর্য নিয়ে সামলে নিতে পারবেন কি?",
    "blogLink": "https://example.com/blog/redux-toolkit-overview",
    "tutorialLink": "https://example.com/tutorial/redux-toolkit-overview",
    "details": "এই প্রশ্নের মাধ্যমে বোঝার চেষ্টা করা হয়, আপনি কীভাবে কঠিন পরিস্থিতিতে স্থির থাকতে পারেন এবং ক্লায়েন্টের অসদাচরণ বা অবহেলা সত্ত্বেও পেশাদারিত্ব বজায় রাখতে পারেন। এটি আপনার ধৈর্য, সংকট মোকাবেলার ক্ষমতা এবং যোগাযোগ দক্ষতার মূল্যায়ন করে। ব্যবসায়িক পরিবেশে এমন পরিস্থিতি সাধারণ হতে পারে, যেখানে আপনি হাসিমুখে পরিস্থিতি সামলাতে সক্ষম হবেন তা প্রমাণ করা গুরুত্বপূর্ণ।"
  }
]
